Repository: RedSn0w1877/PixlAudio-iOS
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ko, nb, ru, tr, zh_hans

# settings_exp_expand_threshold_title
source: Expand threshold
de: Aufklapp-Schwelle
es: Umbral de expansión
fr: Seuil de développement
id: Ambang batas ekspansi
it: Soglia espansione
ko: 확장 임계값
nb: Utvidelsesterskel
ru: Порог раскрытия
tr: Genişletme eşiği
zh_hans: 展开阈值

# settings_exp_lyrics_blur_strength_subtitle
source: Adjust the intensity of the blur effect.
de: Intensität des Blur-Effekts anpassen.
es: Ajusta la intensidad del efecto de desenfoque.
fr: Ajuster l'intensité de l'effet de flou.
id: Sesuaikan intensitas efek buram.
it: Regola l'intensità dell'effetto sfocatura.
ko: 블러 효과의 강도를 조정합니다.
nb: Juster intensiteten på uskarphetseffekten.
ru: Настройте интенсивность эффекта размытия.
tr: Bulanıklık efektinin yoğunluğunu ayarlar.
zh_hans: 调整模糊效果的强度。

# settings_exp_lyrics_blur_strength_title
source: Blur Strength
de: Blur-Stärke
es: Intensidad del desenfoque
fr: Intensité du flou
id: Kekuatan Buram
it: Intensità sfocatura
ko: 블러 강도
nb: Uskarphetsintensitet
ru: Сила размытия
tr: Bulanıklık Derecesi
zh_hans: 模糊强度

# settings_exp_lyrics_blur_subtitle
source: Applies a depth-of-field blur to inactive lyrics.
de: Inaktive Lyrics mit Tiefenschärfe-Blur versehen.
es: Aplica un desenfoque de profundidad de campo a las letras inactivas.
fr: Applique un flou de profondeur de champ aux paroles inactives.
id: Menerapkan efek buram depth-of-field pada lirik yang tidak aktif.
it: Applica una sfocatura profondità di campo ai testi inattivi.
ko: 비활성 가사에 피사체 심도 블러를 적용합니다.
nb: Bruker en dybdeskarphet-uskarphet på inaktive sangtekster.
ru: Применяет эффект глубины резкости к неактивным строкам текста.
tr: Aktif olmayan şarkı sözlerine alan derinliği bulanıklığı uygular.
zh_hans: 对非活动歌词应用景深模糊。

# settings_exp_lyrics_blur_title
source: Lyric Blur Effect
de: Lyrics-Blur-Effekt
es: Efecto de desenfoque de letras
fr: Effet de flou des paroles
id: Efek Buram Lirik
it: Effetto sfocatura testi
ko: 가사 블러 효과
nb: Uskarphet for sangtekst
ru: Эффект размытия текста
tr: Şarkı Sözü Bulanıklaştırma Efekti
zh_hans: 歌词模糊效果

# settings_exp_placeholders_after_collapse
source: Placeholders appear after %1$lld%% collapse
de: Platzhalter erscheinen nach %1$lld%% Einklappung
es: Los marcadores de posición aparecen después del %1$lld%% de colapso
fr: Les espaces réservés apparaissent après %1$lld%% de réduction
id: Placeholder muncul setelah lipatan %1$lld%%
it: Placeholder visibili dopo %1$lld%% di chiusura
ko: 접힘 %1$lld%% 이후 플레이스홀더 나타남
nb: Plassholdere vises etter %1$lld%% sammenfolding
ru: Заполнители появляются после сворачивания на %1$lld%%
tr: Yer tutucular %1$lld%% daraltmadan sonra görünür
zh_hans: 占位图在折叠 %1$lld%% 后出现

# settings_exp_playback_controls_subtitle
source: Delay play/pause, seek, and favorite controls.
de: Play/Pause, Suche und Favoriten-Steuerung verzögern.
es: Retrasar los controles de reproducción/pausa, búsqueda y favoritos.
fr: Retarder les commandes de lecture, de recherche et de favoris.
id: Tunda kontrol putar/jeda, cari, dan favorit.
it: Ritarda play/pausa, ricerca e controlli preferiti.
ko: 재생/일시정지, 탐색 및 즐겨찾기 컨트롤을 지연합니다.
nb: Forsink spill/pause, spol og favoritt-kontroller.
ru: Задерживать кнопки воспроизведения, перемотки и избранного.
tr: Oynat/duraklat, sarma ve favori kontrollerini geciktirin.
zh_hans: 延迟播放/暂停、快进/快退和收藏控件。

# settings_exp_playback_controls_title
source: Playback controls
de: Wiedergabe-Steuerung
es: Controles de reproducción
fr: Commandes de lecture
id: Kontrol pemutaran
it: Controlli riproduzione
ko: 재생 컨트롤
nb: Avspillingskontroller
ru: Элементы управления воспроизведением
tr: Oynatma kontrolleri
zh_hans: 播放控制

# settings_exp_player_ui_tweaks_section
source: PlayerUI loading tweaks
de: PlayerUI-Lade-Tweaks
es: Ajustes de carga de la interfaz del reproductor
fr: Ajustements de chargement de PlayerUI
id: Penyesuaian pemuatan PlayerUI
it: Ottimizzazioni caricamento PlayerUI
ko: 플레이어 UI 로딩 최적화
nb: Innlastingsjusteringer for SpillerUI
ru: Эксперименты с загрузкой интерфейса плеера
tr: PlayerUI yükleme ince ayarları
zh_hans: 播放器界面加载调整

# settings_exp_progress_bar_subtitle
source: Delay the timeline and time labels until expansion completes.
de: Zeitlinie und Zeitangaben bis zum vollständigen Aufklappen verzögern.
es: Retrasar la línea de tiempo y las etiquetas de tiempo hasta que se complete la expansión.
fr: Retarder la barre de progression et les indicateurs de temps jusqu'à la fin du développement.
id: Tunda lini masa dan label waktu hingga ekspansi selesai.
it: Ritarda la timeline e le etichette orarie fino al completamento dell'espansione.
ko: 확장이 완료될 때까지 타임라인과 시간 라벨을 지연합니다.
nb: Forsink tidslinje og tidsetiketter til utvidelsen er fullført.
ru: Задерживать шкалу времени и метки времени до завершения раскрытия.
tr: Genişleme tamamlanana kadar zaman çizelgesini ve zaman etiketlerini geciktirin.
zh_hans: 在展开完成之前延迟时间轴和时间标签。

# settings_exp_progress_bar_title
source: Progress bar
de: Fortschrittsbalken
es: Barra de progreso
fr: Barre de progression
id: Bilah kemajuan
it: Barra di avanzamento
ko: 진행 바
nb: Fremdriftslinje
ru: Индикатор прогресса
tr: İlerleme çubuğu
zh_hans: 进度条

# settings_exp_screen_title
source: Experimental
de: Experimentell
fr: Expérimental
id: Eksperimental
it: Sperimentale
ko: 실험적 기능
nb: Eksperimentelt
ru: Экспериментальные функции
tr: Deneysel
zh_hans: 实验性

# settings_exp_song_metadata_subtitle
source: Delay title, artist, and lyrics/queue actions.
de: Titel, Künstler und Lyrics-/Queue-Aktionen verzögern.
es: Retrasar el título, el artista y las acciones de letras/cola.
fr: Retarder le titre, l'artiste et les actions de paroles/file d'attente.
id: Tunda judul, artis, dan tindakan lirik/antrean.
it: Ritarda titolo, artista e azioni testi/coda.
ko: 제목, 아티스트 및 가사/대기열 작업을 지연합니다.
nb: Forsink tittel, artist og sangtekst-/køhandlinger.
ru: Задерживать название, исполнителя и кнопки текстов/очереди.
tr: Başlık, sanatçı ve şarkı sözleri/kuyruk eylemlerini geciktirin.
zh_hans: 延迟标题、艺术家以及歌词/队列操作。

# settings_exp_song_metadata_title
source: Song metadata
de: Song-Metadaten
es: Metadatos de la canción
fr: Métadonnées de la chanson
id: Metadata lagu
it: Metadati brano
ko: 곡 메타데이터
nb: Sangmetadata
ru: Метаданные трека
tr: Şarkı meta verileri
zh_hans: 歌曲元数据

# settings_exp_step1_delay_header
source: Step 1 · Choose what to delay
de: Schritt 1 · Was verzögert werden soll
es: Paso 1 · Elige qué retrasar
fr: Étape 1 • Choisissez ce qui doit être retardé
id: Langkah 1 · Pilih apa yang akan ditunda
it: Passo 1 · Scegli cosa ritardare
ko: 1단계 · 지연할 항목 선택
nb: Trinn 1 · Velg hva som skal forsinkes
ru: Шаг 1 · Выберите элементы для задержки
tr: Adım 1 · Nelerin geciktirileceğini seçin
zh_hans: 第 1 步 · 选择要延迟的内容

# settings_exp_step2_placeholders_header
source: Step 2 · Configure placeholder behavior
de: Schritt 2 · Platzhalter-Verhalten konfigurieren
es: Paso 2 · Configurar el comportamiento de los marcadores de posición
fr: Étape 2 • Configurer le comportement des espaces réservés
id: Langkah 2 · Konfigurasikan perilaku placeholder
it: Passo 2 · Configura comportamento placeholder
ko: 2단계 · 플레이스홀더 동작 구성
nb: Trinn 2 · Konfigurer plassholder-atferd
ru: Шаг 2 · Настройте поведение заполнителей
tr: Adım 2 · Yer tutucu davranışını yapılandırın
zh_hans: 第 2 步 · 配置占位图行为

# settings_exp_step3_trigger_header
source: Step 3 · Choose when placeholders switch to real content
de: Schritt 3 · Wann Platzhalter zu echtem Inhalt wechseln
es: Paso 3 · Elegir cuándo los marcadores de posición cambian al contenido real
fr: Étape 3 • Choisir quand les espaces réservés cèdent la place au vrai contenu
id: Langkah 3 · Pilih saat placeholder beralih ke konten asli
it: Passo 3 · Scegli quando i placeholder passano al contenuto reale
ko: 3단계 · 실제 콘텐츠로 전환되는 시점 선택
nb: Trinn 3 · Velg når plassholdere bytter til reelt innhold
ru: Шаг 3 · Выберите момент замены заполнителей реальным содержимым
tr: Adım 3 · Yer tutucuların ne zaman gerçek içeriğe geçeceğini seçin
zh_hans: 第 3 步 · 选择占位图切换为真实内容的时机

# settings_exp_threshold_subtitle
source: Uses expansion percentage.
de: Verwendet den Aufklapp-Prozentsatz.
es: Usa el porcentaje de expansión.
fr: Utilise le pourcentage de développement.
id: Menggunakan persentase ekspansi.
it: Usa percentuale di espansione.
ko: 확장 비율을 사용합니다.
nb: Bruker utvidelsesprosent.
ru: Использует процент раскрытия панели.
tr: Genişleme yüzdesini kullanır.
zh_hans: 使用展开百分比。

# settings_exp_threshold_title
source: Threshold
de: Schwelle
es: Umbral
fr: Seuil
id: Ambang Batas
it: Soglia
ko: 임계값
nb: Terskel
ru: Порог
tr: Eşik
zh_hans: 阈值

# settings_exp_transparent_placeholders_subtitle
source: Placeholders keep their layout space but become invisible.
de: Platzhalter behalten ihren Layout-Platz, werden aber unsichtbar.
es: Los marcadores de posición mantienen su espacio de diseño pero se vuelven invisibles.
fr: Les espaces réservés conservent leur espace de disposition mais deviennent invisibles.
id: Placeholder mempertahankan ruang tata letaknya tetapi menjadi tidak terlihat.
it: I placeholder mantengono il loro spazio nel layout ma diventano invisibili.
ko: 플레이스홀더가 레이아웃 공간은 유지하지만 보이지 않게 됩니다.
nb: Plassholdere beholder layoutplassen sin, men blir usynlige.
ru: Заполнители сохраняют своё место в интерфейсе, но становятся невидимыми.
tr: Yer tutucular düzen alanlarını korurlar ancak görünmez olurlar.
zh_hans: 占位图保留其布局空间，但变为不可见。

# settings_exp_transparent_placeholders_title
source: Make placeholders transparent
de: Transparente Platzhalter
es: Hacer que los marcadores de posición sean transparentes
fr: Rendre les espaces réservés transparents
id: Buat placeholder transparan
it: Rendi placeholder trasparenti
ko: 플레이스홀더 투명화
nb: Gjør plassholdere gjennomsiktige
ru: Сделать заполнители прозрачными
tr: Yer tutucuları şeffaf yap
zh_hans: 使占位图透明

# settings_exp_trigger_mode_locked
source: Enable at least one delayed component to unlock trigger mode.
de: Mindestens eine verzögerte Komponente aktivieren, um den Trigger-Modus freizuschalten.
es: Activa al menos un componente retrasado para desbloquear el modo de activación.
fr: Activez au moins un composant retardé pour déverrouiller le mode de déclenchement.
id: Aktifkan setidaknya satu komponen yang ditunda untuk membuka kunci mode pemicu.
it: Abilita almeno un componente ritardato per sbloccare la modalità trigger.
ko: 트리거 모드를 해제하려면 지연된 구성 요소를 하나 이상 활성화하세요.
nb: Aktiver minst én forsinket komponent for å låse opp utløsermodus.
ru: Включите хотя бы один элемент с задержкой, чтобы разблокировать режим срабатывания.
tr: Tetikleme modunun kilidini açmak için en az bir gecikmeli bileşeni etkinleştirin.
zh_hans: 启用至少一个延迟组件以解锁触发模式。

# settings_exp_trigger_mode_unlocked
source: Select one mode. Threshold mode uses sliders; Drag release mode waits until you release the sheet gesture.
de: Einen Modus wählen. Schwellenmodus verwendet Slider; Drag-Release-Modus wartet bis zur Geste-Freigabe.
es: Selecciona un modo. El modo Umbral usa deslizadores; el modo Soltar arrastre espera hasta que sueltes el gesto del panel.
fr: Sélectionnez un mode. Le mode Seuil utilise des curseurs ; le mode Relâchement attend que vous relâchiez le geste sur la feuille.
id: Pilih satu mode. Mode ambang batas menggunakan slider; Mode lepas seret menunggu hingga Anda melepaskan gerakan panel.
it: Seleziona una modalità. La modalità soglia usa cursori; la modalità rilascio trascinamento attende il rilascio del gesto del foglio.
ko: 한 가지 모드를 선택하세요. 임계값 모드는 슬라이더를 사용하고, 드래그 해제 모드는 시트 제스처를 놓을 때까지 기다립니다.
nb: Velg én modus. Terskel-modus bruker glidere; Dra-slipp-modus venter til du slipper arkgesturen.
ru: Выберите один режим. Режим порога использует ползунки, а режим отпускания жеста ждёт завершения перетаскивания панели.
tr: Bir mod seçin. Eşik modu sürgüleri kullanır; Sürükleyip bırakma modu panel hareketini bırakana kadar bekler.
zh_hans: 选择一种模式。阈值模式使用滑块；拖动释放模式等待直到您释放面板手势。

# settings_exp_use_placeholders_subtitle
source: Keep layout stable by rendering lightweight placeholders while components wait for expansion.
de: Layout stabil halten, indem leichte Platzhalter gerendert werden, während Komponenten auf das Aufklappen warten.
es: Mantener el diseño estable renderizando marcadores de posición ligeros mientras los componentes esperan la expansión.
fr: Maintenir la mise en page stable en affichant des espaces réservés légers en attendant le développement.
id: Jaga tata letak tetap stabil dengan merender placeholder ringan saat komponen menunggu ekspansi.
it: Mantieni stabile il layout renderizzando placeholder leggeri mentre i componenti attendono l'espansione.
ko: 구성 요소가 확장을 기다리는 동안 가벼운 플레이스홀더를 렌더링하여 레이아웃을 안정적으로 유지합니다.
nb: Hold layouten stabil ved å vise lette plassholdere mens komponenter venter på utvidelse.
ru: Сохраняет стабильную разметку, отображая лёгкие заполнители, пока компоненты ожидают раскрытия.
tr: Bileşenler genişlemeyi beklerken hafif yer tutucular oluşturarak düzeni kararlı tutun.
zh_hans: 在组件等待展开时渲染轻量级占位图，以保持布局稳定。

# settings_exp_use_placeholders_title
source: Use placeholders for delayed items
de: Platzhalter für verzögerte Elemente
es: Usar marcadores de posición para los elementos retrasados
fr: Utiliser des espaces réservés pour les éléments retardés
id: Gunakan placeholder untuk item yang ditunda
it: Usa placeholder per elementi ritardati
ko: 지연된 항목에 플레이스홀더 사용
nb: Bruk plassholdere for forsinkede elementer
ru: Использовать заполнители для задержанных элементов
tr: Geciken ögeler için yer tutucular kullan
zh_hans: 对延迟项使用占位图

# settings_exp_visual_quality
source: Visual Quality
de: Bildqualität
es: Calidad visual
fr: Qualité visuelle
id: Kualitas Visual
it: Qualità visiva
ko: 시각적 품질
nb: Visuell kvalitet
ru: Качество изображения
tr: Görsel Kalite
zh_hans: 视觉质量

# settings_experimental_subtitle
source: Player UI loading experiments and toggles.
de: Player-UI-Experimente und Debug-Schalter.
es: Experimentos y opciones de carga de la interfaz del reproductor.
fr: Expérimentations de chargement de l'interface du lecteur.
id: Eksperimen pemuatan UI pemutar dan tombol pengalih.
it: Esperimenti caricamento PlayerUI e toggle.
ko: 플레이어 UI 로딩 실험 및 토글.
nb: Eksperimenter med innlasting av spiller-UI.
ru: Эксперименты и переключатели загрузки интерфейса плеера.
tr: Oynatıcı arayüzü yükleme deneyleri ve geçişleri.
zh_hans: 播放器界面加载实验和开关。

# settings_experimental_title
source: Experimental
de: Experimentell
fr: Expérimental
id: Eksperimental
it: Sperimentale
ko: 실험적 기능
nb: Eksperimentelt
ru: Экспериментальные функции
tr: Deneysel
zh_hans: 实验性

# settings_experiments_section
source: Experiments
de: Experimente
es: Experimentos
fr: Expérimentations
id: Eksperimen
it: Esperimenti
ko: 실험실
nb: Eksperimenter
ru: Эксперименты
tr: Deneyler
zh_hans: 实验性功能

# settings_export_backup_all
source: All sections selected.
de: Alle Bereiche ausgewählt.
es: Todas las secciones seleccionadas.
fr: Toutes les sections sélectionnées.
id: Semua bagian dipilih.
it: Tutte le sezioni selezionate.
ko: 모든 섹션이 선택되었습니다.
nb: Alle seksjoner valgt.
ru: Выбраны все разделы.
tr: Tüm bölümler seçildi.
zh_hans: 已选择所有版块。

# settings_export_backup_hint
source: Choose exactly what you want to include in the backup package.
de: Wähle genau aus, was du in das Backup-Paket aufnehmen möchtest.
es: Elige exactamente qué deseas incluir en el paquete de copia de seguridad.
fr: Choisissez exactement ce que vous voulez inclure dans le paquet de sauvegarde.
id: Pilih dengan tepat apa yang ingin Anda sertakan dalam paket cadangan.
it: Scegli esattamente cosa vuoi includere nel pacchetto di backup.
ko: 백업 패키지에 포함할 항목을 정확히 선택하세요.
nb: Velg nøyaktig hva du vil inkludere i sikkerhetskopien.
ru: Выберите, какие данные нужно включить в резервную копию.
tr: Yedekleme paketine tam olarak neleri dahil etmek istediğinizi seçin.
zh_hans: 确切选择您想包含在备份包中的内容。

# settings_export_backup_none
source: No sections selected.
de: Keine Bereiche ausgewählt.
es: Ninguna sección seleccionada.
fr: Aucune section sélectionnée.
id: Tidak ada bagian yang dipilih.
it: Nessuna sezione selezionata.
ko: 선택된 섹션이 없습니다.
nb: Ingen seksjoner valgt.
ru: Разделы не выбраны.
tr: Hiçbir bölüm seçilmedi.
zh_hans: 未选择版块。

# settings_export_backup_partial
source: Selected %1$lld of %2$lld sections.
de: %1$lld von %2$lld Bereichen ausgewählt.
es: Seleccionadas %1$lld de %2$lld secciones.
fr: %1$lld sur %2$lld sections sélectionnées.
id: Terpilih %1$lld dari %2$lld bagian.
it: Selezionate %1$lld di %2$lld sezioni.
ko: %2$lld개 중 %1$lld개 섹션이 선택되었습니다.
nb: Valgt %1$lld av %2$lld seksjoner.
ru: Выбрано разделов: %1$lld из %2$lld.
tr: %2$lld bölümden %1$lld tanesi seçildi.
zh_hans: 已选择 %1$lld 个版块，共 %2$lld 个。

# settings_export_backup_subtitle
source: %1$@ Creates a .pxpl backup file.
de: %1$@ Speichert alles in einer .pxpl-Datei.
es: %1$@ Crea un archivo de copia de seguridad .pxpl.
fr: %1$@ Crée un fichier de sauvegarde .pxpl.
id: %1$@ Membuat file cadangan .pxpl.
it: %1$@ Crea un file di backup .pxpl.
ko: %1$@ .pxpl 백업 파일을 생성합니다.
nb: %1$@ Oppretter en .pxpl-fil.
ru: %1$@ Создаёт файл резервной копии .pxpl.
tr: %1$@ Bir .pxpl yedekleme dosyası oluşturur.
zh_hans: %1$@ 创建一个 .pxpl 备份文件。

# settings_export_backup_title
source: Export Backup
de: Backup exportieren
es: Exportar copia
fr: Exporter la sauvegarde
id: Ekspor Cadangan
it: Esporta backup
ko: 백업 내보내기
nb: Eksporter sikkerhetskopi
ru: Экспорт резервной копии
tr: Yedeği Dışa Aktar
zh_hans: 导出备份

# settings_export_failed_format
source: Export failed: %1$@
de: Export fehlgeschlagen: %1$@
es: Error al exportar: %1$@
fr: Échec de l'exportation : %1$@
id: Ekspor gagal: %1$@
it: Esportazione non riuscita: %1$@
ko: 내보내기 실패: %1$@
nb: Eksport mislyktes: %1$@
ru: Ошибка экспорта: %1$@
tr: Dışa aktarma başarısız oldu: %1$@
zh_hans: 导出失败：%1$@

# settings_filtering_section
source: Filtering
de: Filter
es: Filtrado
fr: Filtrage
id: Penyaringan
it: Filtraggio
ko: 필터링
nb: Filtrering
ru: Фильтрация
tr: Filtreleme
zh_hans: 过滤

# settings_folder_back_gesture_subtitle
source: In Folders tab, system back navigates folder stack before leaving Library.
de: Im Ordner-Tab geht die Zurück-Geste zuerst eine Ebene hoch, bevor die Bibliothek verlassen wird.
es: En la pestaña Carpetas, el botón de atrás del sistema navega por la pila de carpetas antes de salir de la Biblioteca.
fr: Dans l'onglet Dossiers, le retour système navigue dans la pile de dossiers avant de quitter la bibliothèque.
id: Di tab Folder, tombol kembali sistem menavigasi tumpukan folder sebelum meninggalkan Pustaka.
it: Nella scheda Cartelle, il tasto indietro di sistema naviga lo stack cartelle prima di uscire dalla libreria.
ko: 폴더 탭에서 시스템 뒤로 가기가 라이브러리를 나가기 전에 폴더 스택을 탐색합니다.
nb: I Mapper-fanen vil systemets tilbake-knapp navigere i mapper før biblioteket forlates.
ru: На вкладке «Папки» системный жест «Назад» сначала перемещается по иерархии папок, а затем выходит из медиатеки.
tr: Klasörler sekmesinde, sistem geri hareketi Kitaplık'tan çıkmadan önce klasör geçmişinde geriye gider.
zh_hans: 在“文件夹”选项卡中，系统返回手势会在离开媒体库之前导航文件夹层级。

# settings_folder_back_gesture_title
source: Back gesture controls folders
de: Zurück navigiert durch Ordner
es: El gesto atrás controla carpetas
fr: Le geste retour contrôle les dossiers
id: Gerakan kembali mengontrol folder
it: Gesto indietro controlla cartelle
ko: 뒤로 가기 제스처로 폴더 제어
nb: Tilbake-bevegelse styrer mapper
ru: Жест назад управляет папками
tr: Geri hareketi klasörleri kontrol eder
zh_hans: 返回手势控制文件夹

# settings_folders_section
source: Folders
de: Ordner
es: Carpetas
fr: Dossiers
id: Folder
it: Cartelle
ko: 폴더
nb: Mapper
ru: Папки
tr: Klasörler
zh_hans: 文件夹

# settings_force_daily_mix_subtitle
source: Re-creates the daily mix playlist immediately.
de: Den aktuellen Mix sofort neu generieren.
es: Vuelve a crear la lista Daily Mix inmediatamente.
fr: Recrée immédiatement la liste de lecture Daily Mix.
id: Membuat ulang daftar putar daily mix segera.
it: Ricrea immediatamente la playlist daily mix.
ko: 데일리 믹스 플레이리스트를 즉시 다시 생성합니다.
nb: Gjenskaper Daily Mix-spillelisten umiddelbart.
ru: Немедленно создаёт новый плейлист Daily Mix.
tr: Günlük miks çalma listesini hemen yeniden oluşturur.
zh_hans: 立即重新创建每日推荐播放列表。

# settings_force_daily_mix_title
source: Force Daily Mix Regeneration
de: Daily Mix neu erstellen
es: Forzar regeneración de Daily Mix
fr: Forcer la régénération du Daily Mix
id: Paksa Regenerasi Daily Mix
it: Forza rigenerazione Daily Mix
ko: 데일리 믹스 강제 재생성
nb: Tving regenerering av Daily Mix
ru: Принудительно пересоздать Daily Mix
tr: Günlük Miksi Yeniden Oluşturmaya Zorla
zh_hans: 强制重新生成 Daily Mix

# settings_force_palette_empty
source: No songs with album art were found.
de: Keine Songs mit Album-Cover gefunden.
es: No se encontraron canciones con carátula de álbum.
fr: Aucune chanson avec pochette n'a été trouvée.
id: Tidak ditemukan lagu dengan sampul album.
it: Nessun brano con copertina album trovato.
ko: 앨범 아트가 있는 노래를 찾을 수 없습니다.
nb: Ingen sanger med albumkunst ble funnet.
ru: Не найдено треков с обложками альбомов.
tr: Albüm kapağı olan hiçbir şarkı bulunamadı.
zh_hans: 未找到带有专辑封面的歌曲。

# settings_force_palette_partial_hint
source: Select a song to clear cached theme data and regenerate all palette styles from the album art.
de: Wähle einen Song aus, um gecachte Theme-Daten zu löschen und alle Palettenstile aus dem Album-Cover neu zu generieren.
es: Selecciona una canción para borrar los datos del tema en caché y regenerar todos los estilos de paleta a partir de la carátula del álbum.
fr: Sélectionnez une chanson pour effacer les données de thème en cache et régénérer tous les styles de palette à partir de la pochette.
id: Pilih lagu untuk membersihkan data tema yang dicache dan meregenerasi semua gaya palet dari sampul album.
it: Seleziona un brano per cancellare i dati tema in cache e rigenerare tutti gli stili palette dalla copertina album.
ko: 곡을 선택하여 캐시된 테마 데이터를 지우고 앨범 아트에서 모든 팔레트 스타일을 재생성합니다.
nb: Velg en sang for å tømme cachede temadata og regenerere alle palettstiler fra albumkunsten.
ru: Выберите трек, чтобы очистить сохранённые данные темы и заново создать все стили палитры из обложки альбома.
tr: Önbelleğe alınmış tema verilerini temizlemek ve albüm kapağından tüm palet stillerini yeniden oluşturmak için bir şarkı seçin.
zh_hans: 选择一首歌曲以清除缓存的主题数据，并从专辑封面重新生成所有调色板样式。

# settings_force_palette_subtitle
source: Rebuild all cached palette variants for every album art, or pick a single one to refresh.
de: Alle gecachten Farbpaletten für jedes Album-Cover neu erstellen oder ein einzelnes aktualisieren.
es: Reconstruir todas las variantes de paleta en caché para cada carátula, o elegir una sola para actualizar.
fr: Reconstruire toutes les variantes de palettes pour chaque pochette, ou en choisir une seule à actualiser.
id: Bangun kembali semua varian palet yang dicache untuk setiap sampul album, atau pilih satu saja untuk disegarkan.
it: Ricostruisci tutte le varianti palette in cache per ogni copertina album, oppure scegliene una da aggiornare.
ko: 모든 앨범 아트에 대해 캐시된 모든 팔레트 변형을 다시 빌드하거나, 새로 고칠 곡을 하나 선택하세요.
nb: Gjenoppbygg alle cachede palettvarianter for hver albumkunst, eller velg en sang for å oppdatere.
ru: Пересоздать все сохранённые варианты палитр для обложек альбомов или выбрать одну для обновления.
tr: Her albüm kapağı için önbelleğe alınmış tüm palet varyasyonlarını yeniden oluşturun veya yenilemek için tek bir tane seçin.
zh_hans: 重建每张专辑封面的所有缓存调色板变体，或选择单个进行刷新。

# settings_force_palette_title
source: Force Album Palette Regeneration
de: Album-Palette neu generieren
es: Forzar regeneración de paleta de álbum
fr: Régénérer les palettes d'albums
id: Paksa Regenerasi Palet Album
it: Forza rigenerazione palette album
ko: 앨범 팔레트 강제 재생성
nb: Tving regenerering av album-palett
ru: Принудительно пересоздать палитры альбомов
tr: Albüm Paletini Yeniden Oluşturmaya Zorla
zh_hans: 强制重新生成专辑调色板
